Repository: lephuonghung332000/test_perfect_zen
Catalog: shared/l10n/lib/l10n/intl_*.arb
Languages: de, es, fr, ja, th, vi, zh

# term_and_privacy_message
source: By continuing with the services above, you agree to
de: Indem Sie mit den oben genannten Diensten fortfahren, stimmen Sie zu
es: Al continuar con los servicios anteriores, usted acepta
fr: En continuant avec les services ci-dessus, vous acceptez
ja: 上記のサービスを続行することにより、同意したことになります
th: การดำเนินการต่อกับบริการข้างต้นแสดงว่าคุณยอมรับ
vi: Bằng cách tiếp tục với các dịch vụ ở trên, bạn đồng ý với
zh: 继续使用上述服务即表示您同意

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialité
ja: プライバシー ポリシー
th: นโยบายความเป็นส่วนตัว
vi: Bảo mật chính sách
zh: 隐私政策

source: Terms of service
de: Nutzungsbedingungen
es: Términos del servicio
fr: Conditions d'utilisation
ja: 利用規約
th: ข้อกำหนดในการให้บริการ
vi: Dịch vụ điều khoản
zh: 服务条款

source: Email
es: Correo electrónico
ja: Eメール
th: อีเมล
zh: 电子邮件

source: Ok
es: bien
ja: オーケー
th: ตกลง
zh: 好的

source: Change Language
de: Sprache ändern
es: Cambiar Idioma
fr: Changer la langue
ja: 言語を変更
th: เปลี่ยนภาษา
vi: Thay đổi ngôn ngữ
zh: 更改语言

source: Required
de: erforderlich
es: Requerido
fr: Requis
ja: 必須
th: จำเป็น
vi: Bắt buộc
zh: 必填

source: Home
de: zu Hause
es: Hogar
fr: Maison
ja: ホーム
th: บ้าน
vi: Trang chủ
zh: 家

source: Order
de: Bestellung
es: orden
fr: Commande
ja: 命令
th: คำสั่ง
vi: Đặt hàng
zh: 订单

source: Profile
de: Profil
es: Perfil
fr: Profil
ja: プロフィール
th: โปรไฟล์
vi: Hồ sơ
zh: 个人资料

source: Home Screen
de: Startbildschirm
es: Pantalla de inicio
fr: Écran d'accueil
ja: ホーム画面
th: หน้าจอหลัก
vi: Màn hình chính
zh: 主屏幕

source: Guide Screen
de: Führungsbildschirm
es: Pantalla de guía
fr: Écran de guidage
ja: ガイド画面
th: หน้าจอนำทาง
vi: Màn hình Hướng dẫn
zh: 引导屏幕

source: Report Screen
de: Berichtsbildschirm
es: Pantalla de informe
fr: Écran de rapport
ja: レポート画面
th: หน้าจอรายงาน
vi: Màn hình Báo cáo
zh: 报告屏幕

source: Setting Screen
de: Einstellungsbildschirm
es: Pantalla de configuración
fr: Écran de configuration
ja: 設定画面
th: การตั้งค่าหน้าจอ
vi: Màn hình cài đặt
zh: 设置屏幕

# navigation_home
source: Home
de: Startseite
es: Inicio
fr: Accueil
ja: ホーム
th: บ้าน
vi: Trang chủ
zh: 家

# navigation_guide
source: Guide
de: Führer
es: Guía
fr: Guider
ja: ガイド
th: ไกด์
vi: Hướng dẫn
zh: 指南

# navigation_report
source: Report
de: Bericht
es: Informe
fr: Rapport
ja: レポート
th: รายงาน
vi: Thống kê
zh: 报告

# navigation_setting
source: Setting
de: Einstellung
es: Configuración
fr: Paramètre
ja: 設定
th: กำลังตั้งค่า
vi: Cài đặt
zh: 设置

# home_title
source: Which timer is suitable for your mood now?
de: Welcher Timer passt jetzt zu Ihrer Stimmung?
es: ¿Qué temporizador se adapta a tu estado de ánimo ahora?
fr: Quel minuterie convient à votre humeur maintenant ?
ja: 今の気分にぴったりのタイマーは？
th: ตัวจับเวลาใดที่เหมาะกับอารมณ์ของคุณ?
vi: Nội dung nào phù hợp với tâm trạng của bạn bây giờ?
zh: 哪个计时器适合您的心情？

# add_my_own_theme
source: Add my own timer
de: Meinen eigenen Timer hinzufügen
es: Añadir mi propio temporizador
fr: Ajouter mon propre minuterie
ja: 自分のタイマーを追加する
th: เพิ่มตัวจับเวลาของคุณเอง
vi: Thêm nội dung của riêng tôi
zh: 添加您自己的计时器

# mins
source: {min} mins
de: {min} Minuten
es: {min} minutos
fr: {min} min
ja: {min} 分
th: {min} นาที
vi: {min} phút
zh: {min} 分钟

# every_mins
source: Every {min} mins with {songName}
de: Alle {min} Minuten mit {songName}
es: Cada {min} minutos con {songName}
fr: Toutes les {min} minutes avec {songName}
th: ทุก {min} นาทีกับ {songName}
vi: Mỗi {min} phút phát bài {songName}
zh: 每 {min} 分钟 {songName}

# tutorial_bottom_nav_guide
source: Access other features from the menu
de: Zugriff auf andere Funktionen über das Menü
es: Accede a otras funciones desde el menú
fr: Accéder aux autres fonctionnalités depuis le menu
ja: メニューから他の機能にアクセスする
th: เข้าถึงคุณสมบัติอื่นๆ จากเมนู
vi: Truy cập các tính năng khác từ menu
zh: 从菜单访问其他功能

# tutorial_home_and_theme_guide_1
source: Set up a timer with your desired timing,
de: Stellen Sie einen Timer mit der von Ihnen gewünschten Zeit ein,
es: Configura un temporizador con el tiempo deseado
fr: Configurez un minuterie avec le timing souhaité
ja: お好みのタイミングでタイマーをセットして,
th: ตั้งเวลาจับเวลาได้ตามต้องการ,
vi: Tự thiết lập nội dung với thời gian mong muốn,
zh: 将计时器设置为您想要的时间

# tutorial_home_and_theme_guide_2
source: favorite sound by yourself
de: Lieblingssound selbst
es: sonido favorito de ti mismo
fr: son préféré par vous-même
ja: お気に入りのサウンドあなた自身
th: เสียงโปรดของฉัน
vi: âm thanh yêu thích của bạn
zh: 自己喜欢的声音

# tutorial_play_botton_guide
source: Select favorite timer, press Play button to start meditating
de: Wählen Sie den gewünschten Timer und drücken Sie die Play-Taste, um mit der Meditation zu beginnen
es: Seleccione el temporizador favorito, presione el botón Reproducir para comenzar a meditar
fr: Sélectionnez votre minuterie préféré, appuyez sur le bouton Play pour commencer à méditer
ja: お気に入りのタイマーを選択し、再生ボタンを押して瞑想を開始します
th: เลือกตัวจับเวลาที่คุณชื่นชอบแล้วกดเล่นเพื่อเริ่มนั่งสมาธิ
vi: Chọn nội dung yêu thích, nhấn nút Play để bắt đầu thiền
zh: 选择您最喜欢的计时器并按播放开始冥想

source: Ambient Sounds
de: Umgebungsgeräusche
es: Sonidos ambientales
fr: Sons ambiants
ja: 環境音
th: เสียงแวดล้อม
vi: Âm thanh xung quanh
zh: 环境声音

source: Sound
de: Ton
es: Sonido
fr: Son
ja: サウンド
th: เสียง
vi: Âm thanh
zh: 声音

# add_my_theme
source: Add My Timer
de: Meinen Timer hinzufügen
es: Agregar mi temporizador
fr: Ajouter mon minuterie
ja: マイタイマーを追加
th: เพิ่มตัวจับเวลาของฉัน
vi: Thêm nội dung của tôi
zh: 添加主题

source: Interval Bell
de: Intervallglocke
es: Campana de intervalo
fr: Sonnerie d'intervalle
th: กระดิ่งตามช่วงเวลา
vi: Chuông ngắt quãng
zh: 间隔钟

source: Enter Name
de: Namen eingeben
es: Ingrese Nombre
fr: Entrez le nom
ja: 名前入力て
th: ป้อนชื่อ
vi: Nhập Tên
zh: 输入姓名

source: Music
de: Musik
es: Música
fr: Musique
ja: 音楽
th: ดนตรี
vi: Âm Nhạc
zh: 音乐

# save_theme
source: Save Timer
de: Timer speichern
es: Guardar temporizador
fr: Enregistrer le minuterie
ja: 保存タイマー
th: ประหยัดเวลา
vi: Lưu Chủ Đề
zh: 保存计时器

source: Duration
de: Dauer
es: Duración
fr: Durée
ja: 期間
th: ระยะเวลา
vi: Thời lượng
zh: 持续时间

# theme_name
source: Timer Name
es: Nombre del temporizador
fr: Nom du minuterie
ja: タイマー名
th: ชื่อตัวจับเวลา
vi: Tên Chủ Đề
zh: 计时器名称

source: Select Sound
de: Ton auswählen
es: Seleccionar sonido
fr: Sélectionner un son
ja: サウンドの選択
th: เลือกเสียง
vi: Chọn Âm Thanh
zh: 选择声音

source: Interval Bell Sound
de: Intervallglockenton
es: Sonido de campana de intervalo
fr: Son de cloche d'intervalle
ja: インターバルベル音
th: เสียงกระดิ่งตามช่วงเวลา
vi: Âm thanh chuông
zh: 间隔钟声

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
th: บันทึก
vi: Lưu
zh: 保存

source: Select Music
de: Musik auswählen
es: Seleccionar Música
fr: Sélectionner la musique
ja: 音楽を選択
th: เลือกเพลง
vi: Lựa chọn âm nhạc
zh: 选择音乐

source: Paused
de: Pausiert
es: Pausado
fr: En pause
ja: 一時停止
th: หยุด
vi: Dừng
zh: 暂停

source: Upgrade Now
de: Jetzt upgraden
es: Actualizar ahora
fr: Mettre à niveau maintenant
ja: 今すぐアップグレード
th: อัปเกรดทันที
vi: Nâng cấp ngay
zh: 立即升级

# upgrade_message
source: To access more music, upgrade your plan
de: Um auf mehr Musik zuzugreifen, aktualisieren Sie Ihren Plan
es: Para acceder a más música, actualice su plan
fr: Pour accéder à plus de musique, mettez à niveau votre forfait
ja: より多くの音楽にアクセスするには,プランをアップグレードする
th: หากต้องการเข้าถึงเพลงมากขึ้น อัปเกรดแผนของคุณ
vi: Để truy cập thêm nhạc, hãy nâng cấp gói của bạn
zh: 要访问更多音乐，请升级您的计划

source: Copied
de: Kopiert
es: Copiado
fr: Copié
ja: コピー済み
th: คัดลอก
vi: Đã sao chép
zh: 已复制

source: Upgrade Premium Plan
de: Premiumplan upgraden
es: Actualizar Plan Premium
fr: Mettre à niveau le forfait Premium
ja: プレミアム プランをアップグレードする
th: อัปเกรดแผนพรีเมียม
vi: Nâng cấp gói Premium
zh: 升级高级计划

source: Feedback
es: retroalimentación
fr: Commentaires
ja: フィードバック
th: คำติชม
vi: Phản hồi
zh: 反馈意见反馈

source: Review Us
de: Bewerten Sie uns
es: Opina sobre nosotros
fr: Évaluez-nous
ja: レビューしてください
th: ตรวจสอบเรา
vi: Đánh giá chúng tôi
zh: 评价我们

source: Premium
de: Prämie
ja: プレミアム
th: พรีเมียม
vi: Cao cấp
zh: 溢价

# feeling_sad
source: Sad
de: Traurig
es: Triste
fr: Triste
ja: 悲しい
th: เศร้า
vi: Buồn
zh: 悲伤

# feeling_normal
source: Normal
ja: 正常
th: ปกติ
vi: Bình thường
zh: 正常

# feeling_happy
source: Happy
de: Glücklich
es: Feliz
fr: Heureux
ja: 幸せ
th: มีความสุข
vi: Hạnh phúc
zh: 快乐

# feeling_excited
source: Excited
de: Aufgeregt
es: Emocionado
fr: Excité
ja: 興奮
th: ตื่นเต้น
vi: Vui mừng
zh: 兴奋

# feeling_message
source: How are you feeling after meditation?
de: Wie fühlst du dich nach der Meditation?
es: ¿Cómo te sientes después de la meditación?
fr: Comment vous sentez-vous après la méditation ?
ja: 瞑想後の気分はどうですか?
th: คุณรู้สึกอย่างไรหลังจากนั่งสมาธิ
vi: Bạn cảm thấy thế nào sau khi thiền?
zh: 冥想后感觉如何？

# survey_send
source: Send
de: Senden
es: Enviar
fr: Envoyer
ja: 送信
th: ส่ง
vi: Gửi
zh: 发送

# survey_submit
source: Submit
de: Senden
es: Enviar
fr: Soumettre
ja: 送信
th: ส่ง
vi: Gửi
zh: 提交

# survey_toast
source: Thank you for your time!
de: Vielen Dank für Ihre Zeit!
es: ¡Gracias por tu tiempo!
fr: Merci pour votre temps !
ja: お時間をいただきありがとうございます!
th: ขอขอบคุณที่สละเวลา!
vi: Cảm ơn bạn đã dành thời gian!
zh: 感谢您的宝贵时间！

# title_bullet_list
source: We offer a Premium plan with
de: Wir bieten einen Premium-Plan mit an
es: Ofrecemos un plan Premium con
fr: Nous proposons un forfait Premium avec
ja: 私たちはプレミアムプランを提供しています
th: เราเสนอแผนพรีเมียมด้วย
vi: Chúng tôi cung cấp gói Premium với
zh: 我们提供高级计划

# describe_plan_1
source: Have more timers
de: Mehr Timer haben
es: Tener más tetemporizadoresmas
fr: Avoir plus de timer
ja: タイマーを増やす
th: เพิ่มตัวจับเวลา
vi: Có nhiều nội dung hơn
zh: 增加定时器

# describe_plan_2
source: Customize timers by yourself
de: Timer selbst anpassen
es: Personaliza los temporizadores tú mismo
fr: Personnalisez les timer par vous-même
ja: タイマーを自分でカスタマイズする
th: ปรับแต่งตัวจับเวลาของคุณเอง
vi: Tùy chỉnh nội dung của chính bạn
zh: 自定义您自己的计时器

# describe_plan_3
source: Have more music
de: Mehr Musik
es: Tener más música
fr: Avoir plus de musique
ja: より多くの音楽を持っている
th: เพลงอื่นๆ
vi: Nghe nhạc nhiều hơn
zh: 有更多音乐

# describe_plan_4
source: Add music from your device
de: Musik von Ihrem Gerät hinzufügen
es: Agrega música desde tu dispositivo
fr: Ajouter de la musique depuis votre appareil
ja: デバイスから音楽を追加する
th: เพิ่มเพลงจากอุปกรณ์ของคุณ
vi: Thêm nhạc từ thiết bị của bạn
zh: 从您的设备添加音乐

# describe_plan_5
source: Get more premium guides
de: Weitere Premium-Guides erhalten
es: Obtén más guías premium
fr: Obtenez plus de guides premium
ja: プレミアム ガイドをさらに入手する
th: รับคู่มือพรีเมียมเพิ่มเติม
vi: Nhận thêm hướng dẫn cao cấp
zh: 获取更多高级指南

source: Your purchase was successful
de: Ihr Kauf war erfolgreich
es: Tu compra fue exitosa
fr: Votre achat a réussi
ja: 購入は成功しました
th: การซื้อของคุณสำเร็จ
vi: Giao dịch mua của bạn đã thành công
zh: 您的购买成功

# describe_plan_6
source: Ad removal
de: Werbung entfernen
es: Eliminación de anuncios
fr: Suppression de la publicité
ja: 広告の削除
th: การนำโฆษณาออก
vi: Xóa quảng cáo
zh: 广告移除

source: Your subscribed plan
de: Ihr abonnierter Plan
es: Tu plan suscrito
fr: Votre forfait souscrit
ja: 購読しているプラン
th: แผนการสมัครสมาชิกของคุณ
vi: Gói đã đăng ký của bạn
zh: 您订阅的计划

source: Select a plan
de: Plan auswählen
es: Seleccione un plan
fr: Sélectionnez un forfait
ja: プランを選択する
th: เลือกแผน
vi: Chọn một gói
zh: 选择一个计划

source: Best Value
de: Bester Wert
es: Mejor Valor
fr: Meilleure valeur
ja: ベストバリュー
th: คุ้มค่าที่สุด
vi: Giá trị tốt nhất
zh: 最佳价值

source: Most Popular
de: Am beliebtesten
es: Más populares
fr: Le plus populaire
ja: 最も人気のある
th: ได้รับความนิยมสูงสุด
vi: Phổ biến nhất
zh: 最受欢迎

# get_error_when_get_product
source: Payment error for purchased product
de: Zahlungsfehler für gekauftes Produkt
es: Error de pago por producto comprado
fr: Erreur de paiement pour le produit acheté
ja: 購入した商品の支払いエラー
vi: Lỗi thanh toán cho sản phẩm đã mua
zh: 购买产品的付款错误

# report_message_1
source: You got
de: Du hast
es: Tienes
fr: Vous avez
ja: 獲得しました
th: คุณได้รับแล้ว
vi: Bạn đã hiểu
zh: 你得到了

# report_message_2
source: streak meditation!
de: Streifenmeditation!
es: ¡racha de meditación!
fr: strie de méditation !
ja: ストリーク瞑想!
th: การทำสมาธิ!
vi: thiền định!
zh: 连续冥想！

# can_not_get_product_on_the_store
source: This product can not find on the app store
de: Dieses Produkt kann nicht im App Store gefunden werden
es: Este producto no se puede encontrar en la tienda de aplicaciones
fr: Ce produit est introuvable sur l'App Store
ja: この製品はアプリ ストアで見つかりません
th: ไม่พบผลิตภัณฑ์นี้ใน App Store
vi: Không thể tìm thấy sản phẩm này trên cửa hàng ứng dụng
zh: 该产品在应用商店中找不到

# min
source: Mins
de: Minuten
es: Minutos
fr: Min
ja: 分
th: นาที
vi: Phút
zh: 分钟

# message_feedback
source: Do you have a suggestion or found a bug? We would like to hear your feedback to improve our application.
de: Haben Sie einen Vorschlag oder einen Fehler gefunden? Wir würden gerne Ihr Feedback hören, um unsere Anwendung zu verbessern.
es: ¿Tiene alguna sugerencia o encontró un error? Nos gustaría escuchar sus comentarios para mejorar nuestra aplicación.
fr: Avez-vous une suggestion ou avez-vous trouvé un bogue ? Nous aimerions connaître votre avis pour améliorer notre application.
ja: 提案がありますか、またはバグを見つけましたか?アプリケーションを改善するために、フィードバックをお寄せください。フィードバック
th: คุณมีข้อเสนอแนะหรือพบข้อบกพร่องหรือไม่ เราต้องการรับฟังความคิดเห็นของคุณเพื่อปรับปรุงแอปพลิเคชันของเรา
vi: Bạn có đề xuất hoặc tìm thấy lỗi không? Chúng tôi muốn nghe phản hồi của bạn để cải thiện ứng dụng của chúng tôi.
zh: 您有什么建议或发现错误吗？我们希望听到您的反馈以改进我们的应用程序。

# thought_feedback
source: Enter your feedback here!
de: Geben Sie hier Ihr Feedback ein!
es: ¡Ingresa tus comentarios aquí!
fr: Entrez vos commentaires ici !
ja: ここにフィードバックを入力してください!
vi: Nhập phản hồi của bạn tại đây!
zh: 在此处输入您的反馈！

# thought_email
source: Enter Email
de: E-Mail eingeben
es: Ingresar correo electrónico
fr: Entrez votre adresse e-mail
ja: 電子メールを入力
vi: Nhập Email
zh: 输入邮箱

source: Subscription Dialog
de: Abonnementdialog
es: Diálogo de suscripción
fr: Boîte de dialogue d'abonnement
ja: サブスクリプションダイアログ
th: กล่องโต้ตอบการสมัครสมาชิก
vi: Hộp thoại đăng ký
zh: 订阅对话框

# feedback_submit
source: Submit Feedback
de: Feedback senden
es: Enviar comentarios
fr: Soumettre un commentaire
ja: フィードバックを送信
th: ส่งความคิดเห็น
vi: Gửi phản hồi
zh: 提交反馈

# feedback_toast
source: Feedback sent! Thank you for your time!
de: Feedback gesendet! Vielen Dank für Ihre Zeit!
es: ¡Comentarios enviados! ¡Gracias por su tiempo!
fr: Commentaire envoyé ! Merci pour votre temps !
ja: フィードバックを感じます!お時間をいただきありがとうございます!
th: ส่งความคิดเห็นแล้ว! ขอขอบคุณที่สละเวลา!
vi: Đã gửi phản hồi! Cảm ơn bạn đã dành thời gian!
zh: 反馈已发送！感谢您的宝贵时间！

# toast_error
source: Something Wrong!
de: Etwas stimmt nicht!
es: ¡Algo anda mal!
fr: Quelque chose ne va pas !
ja: 問題が発生しました!
th: เกิดข้อผิดพลาด!
vi: Đã sai!
zh: 出了点问题！

source: You have completed the installation
de: Sie haben die Installation abgeschlossen
es: Has completado la instalación
fr: Vous avez terminé l'installation
ja: インストールが完了しました
th: คุณทำการติดตั้งเสร็จสิ้น
vi: Bạn đã hoàn tất cài đặt
zh: 您已完成安装

source: Please select sound
de: Bitte Ton auswählen
es: Seleccione el sonido
fr: Veuillez sélectionner un son
ja: 選択してくださいsound
th: กรุณาเลือกเสียง
vi: Vui lòng chọn chuông ngắt quãng
zh: 请选择声音

source: Please select music
de: Bitte Musik auswählen
es: Por favor selecciona música
fr: Veuillez sélectionner la musique
ja: 音楽を選択してください
th: กรุณาเลือกเพลง
vi: Vui lòng chọn nhạc
zh: 请选择音乐

# Please_enter_theme_name
source: Please enter timer name
de: Bitte Timer-Namen eingeben
es: Por favor ingrese el nombre del temporizador
fr: Veuillez entrer le nom du minuterie
ja: タイマー名を入力してください
th: ป้อนชื่อตัวจับเวลา
vi: Vui lòng nhập tên nội dung
zh: 输入定时器名称

# create_meditation_theme_failed
source: Create meditation timer failed
de: Meditationstimer erstellen fehlgeschlagen
es: Error al crear el temporizador de meditación
fr: La création du minuterie de méditation a échoué
ja: 瞑想タイマーの作成に失敗しました
th: ไม่สามารถสร้างตัวจับเวลาการทำสมาธิ
vi: Tạo nội dung thiền không thành công
zh: 创建冥想计时器失败

source: Please select ambient sounds
de: Bitte Umgebungsgeräusche auswählen
es: Seleccione sonidos ambientales
fr: Veuillez sélectionner les sons ambiants
ja: 環境音を選択してください
th: โปรดเลือกเสียงแวดล้อม
vi: Vui lòng chọn âm thanh xung quanh
zh: 请选择环境声音

# get_list_meditation_theme_failed
source: Get list meditation timer failed
de: Meditationstimer der Liste abrufen fehlgeschlagen
es: Error al obtener el temporizador de meditación de la lista
fr: L'obtention du minuterie de méditation de la liste a échoué
ja: リスト瞑想タイマーの取得に失敗しました
th: ไม่สามารถรับรายการตัวจับเวลาการทำสมาธิ
vi: Tải nội dung thiền trong danh sách không thành công
zh: 获取列表冥想计时器失败

source: Get list music failed
de: Listenmusik abrufen fehlgeschlagen
es: Error al obtener la lista de música
fr: L'obtention de la musique de la liste a échoué
ja: 音楽のリストを取得できませんでした
th: การรับรายการเพลงล้มเหลว
vi: Tải nhạc trong danh sách không thành công
zh: 获取列表音乐失败

source: Save up to 30% per year
de: Sparen Sie bis zu 30 % pro Jahr
es: Ahorra hasta un 30% por año
fr: Économisez jusqu'à 30 % par an
ja: 年間最大30%件まで節約
th: ประหยัดได้ถึง 30% ต่อปี
vi: Tiết kiệm đến 30% mỗi năm
zh: 每年最多节省 30%

source: Save 10% per 3 months
de: 10 % alle 3 Monate sparen
es: Ahorra 10% por 3 meses
fr: Économisez 10 % tous les 3 mois
ja: 3 か月ごとに 10% 割引
th: ประหยัด 10% ต่อ 3 เดือน
vi: Tiết kiệm 10% mỗi 3 tháng
zh: 每 3 个月节省 10%

source: Add music from device
de: Musik vom Gerät hinzufügen
es: Agregar música desde el dispositivo
fr: Ajouter de la musique depuis l'appareil
ja: デバイスから音楽を追加
th: เพิ่มเพลงจากอุปกรณ์
vi: Thêm nhạc từ thiết bị
zh: 从设备添加音乐

# subscribed_plan
source: Youâ€™ve subscribed this plan since {date}.
de: Sie haben diesen Plan seit {date} abonniert.
es: Te has suscrito a este plan desde {date}.
fr: Vous êtes abonné à ce forfait depuis le {date}.
ja: {date} 以降、このプランを定期購入しています。
th: คุณสมัครแผนนี้ตั้งแต่ {date}
zh: 您从 {date} 开始订阅此计划。

# edit_theme
source: Edit Timer
de: Timer bearbeiten
es: Editar temporizador
fr: Modifier le minuterie
ja: タイマーの編集
th: タイマーの編集
vi: Chỉnh sửa nội dung
zh: 编辑计时器

# delete_theme
source: Delete Timer
de: Timer löschen
es: Eliminar temporizador
fr: Supprimer le minuterie
ja: タイマーの削除
th: ลบตัวจับเวลา
vi: Xóa nội dung
zh: 删除计时器

# theme_name_must_be_1_30_characters
source: Timer name must be 1-30 characters
de: Timer-Namen muss 1-30 Zeichen lang sein
es: El nombre del temporizador debe tener entre 1 y 30 caracteres
fr: Le nom du minuterie doit comporter entre 1 et 30 caractères
ja: タイマー名は 1 ～ 30 文字にする必要があります
th: ชื่อตัวจับเวลาต้องมีอักขระ 1-30 ตัว
vi: Tên nội dung từ 1-30 kí tự
zh: 计时器名称必须为 1-30 个字符

# edit_meditation_theme_failed
source: Edit meditation timer failed
de: Meditationstimer bearbeiten fehlgeschlagen
es: Error al editar temporizador de meditación
fr: Échec de la modification du minuterie de méditation
ja: 瞑想タイマーの編集に失敗しました
th: ไม่สามารถแก้ไขตัวจับเวลาการทำสมาธิ
vi: Chỉnh sửa nội dung thiền không thành công
zh: 无法编辑冥想计时器

# delete_meditation_theme_failed
source: Delete meditation timer failed
de: Meditationstimer löschen fehlgeschlagen
es: Falló la eliminación del temporizador de meditación
fr: La suppression du minuterie de méditation a échoué
ja: 瞑想タイマーの削除に失敗しました
th: ไม่สามารถลบตัวจับเวลาการทำสมาธิ
vi: Xóa nội dung thiền không thành công
zh: 无法删除冥想计时器

source: Delete Confirmation
de: Bestätigung löschen
es: Borrar Confirmación
fr: Supprimer la confirmation
ja: 確認の削除
th: ลบการยืนยัน
vi: Xoá xác nhận
zh: 删除确认

source: Discard
de: verwerfen
es: descartar
fr: Rejeter
ja: 捨てる
th: ทิ้ง
vi: Bỏ qua
zh: 丢弃

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確認する
th: ยืนยัน
vi: Xác nhận
zh: 确认

# are_you_sure_to_permanently_delete_theme
source: Are you sure to permanently delete timer
de: Sind Sie sicher, dass Sie den Timer dauerhaft löschen wollen?
es: ¿Está seguro de eliminar permanentemente el temporizador?
fr: Etes-vous sûr de supprimer définitivement le minuterie
ja: タイマーを完全に削除してもよろしいですか
th: คุณแน่ใจหรือว่าต้องการลบตัวจับเวลาออกทั้งหมด
vi: Bạn có chắc chắn xóa vĩnh viễn nội dung
zh: 您确定要完全删除计时器吗

# theme
source: Timer
es: Temporizador
fr: Minuterie
ja: タイマー
th: จับเวลา
vi: Nội dung
zh: 计时器

source: deleted!
de: gelöscht!
es: ¡eliminado!
ja: 削除しました!
th: ลบแล้ว!
vi: đã xoá!
zh: 已删除！

source: Please select at least 1 sound
de: Bitte wählen Sie mindestens 1 Ton aus
es: Selecciona al menos 1 sonido
ja: 少なくとも 1 つのサウンドを選択してください
th: โปรดเลือกเสียงอย่างน้อย 1 เสียง
vi: Vui lòng chọn ít nhất 1 âm thanh
zh: 请至少选择 1 个声音

source: To access more meditation guide, upgrade your plan
de: Um auf weitere Meditationsanleitungen zuzugreifen, aktualisieren Sie Ihren Plan
es: Para acceder a más guías de meditación, actualice su plan
fr: Pour accéder à plus de guide de méditation, mettez à jour votre plan
ja: より多くの瞑想ガイドにアクセスするには、プランをアップグレードしてください
th: หากต้องการเข้าถึงคู่มือการทำสมาธิเพิ่มเติม ให้อัปเกรดแผนของคุณ
vi: Để truy cập thêm hướng dẫn thiền, hãy nâng cấp gói của bạn
zh: 要获取更多冥想指南，请升级您的计划

source: Rate my app !
de: Bewerte meine App!
es: ¡Califica mi aplicación!
fr: Évaluez mon application !
ja: 私のアプリを評価してください!
th: ให้คะแนนแอปของฉัน !
vi: Đánh giá của bạn!
zh: 评价我的应用！

# leave_rating
source: Please leave a rating!
de: Bitte hinterlassen Sie eine Bewertung!
es: ¡Por favor deja una calificación!
fr: Veuillez laisser une note !
ja: 評価を残してください!
th: กรุณาให้คะแนน!
vi: Vui lòng để lại đánh giá!
zh: 请留下评分！

source: day
de: tag
es: día
fr: journée
ja: 日
th: วัน
vi: ngày
zh: 天

source: Downloading Music
de: Musik herunterladen
es: Descargar música
fr: Télécharger de la musique
ja: 音楽をダウンロード
th: ดาวน์โหลดเพลง
vi: Tải xuống nhạc
zh: 下载音乐

# stop_confirmation
source: Do you want to stop meditating?
de: Du willst nicht mehr meditieren?
es: ¿Ya no quieres meditar?
fr: Tu ne veux plus méditer ?
ja: もう瞑想したくありませんか?
th: ไม่อยากนั่งสมาธิแล้วเหรอ
vi: Bạn không muốn thiền nữa?
zh: 你不想再打坐了吗？

source: Restore Purchase
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l'achat
ja: 購入商品を復元する
th: เรียกคืนการซื้อ
vi: Khôi phục thanh toán
zh: 恢复购买

# your_restore_purchase_was_successful
source: Your restoration purchase was successful
de: Ihr Restaurationskauf war erfolgreich
es: Su compra de restauración fue exitosa
fr: Votre achat de restauration a réussi
ja: 復元の購入が完了しました
th: การซื้อการกู้คืนของคุณสำเร็จแล้ว
vi: Việc mua khôi phục của bạn đã thành công
zh: 您的修复购买成功
